README.org
#+TITLE: Introducción a la ciencia política
#+SUBTITLE: Departamento de Ciencia Política ITAM, primavera 2025
#+AUTHOR: Profesor: Eric Magar Meurs \small{\url{emagar@itam.mx}}
#+DATE:  Lunes y miércoles 11:30--13:00, salón 112
# #+OPTIONS: toc:nil # don't place toc in default location
# # will change captions to Spanish, see https://lists.gnu.org/archive/html/emacs-orgmode/2010-03/msg00879.html
#+LANGUAGE: es 

#+OPTIONS: org-export-date-timestamp-format "\\texttt{%s}"
# #+OPTIONS: broken-links:t

#+LATEX_HEADER: \documentclass[letter,14pt]{article}
#+LATEX_HEADER: \usepackage[letterpaper,right=1.25in,left=1.25in,top=1in,bottom=1in]{geometry}
#+LATEX_HEADER: \usepackage{url}
#+LATEX_HEADER: \usepackage{mathptmx}           % set font type to Times
#+LATEX_HEADER: \usepackage[scaled=.90]{helvet} % set font type to Times (Helvetica for some special characters)
#+LATEX_HEADER: \usepackage{courier}            % set font type to Times (Courier for other special characters)


ITAM Depto. de ciencia política, otoño 2025

*Introducción a la ciencia política*

Profesor: Eric Magar Meurs ([[mailto:emagar@itam.mx][emagar@itam.mx]])

Lunes y miércoles 11:30--13:00, salón 112

/Objetivo/: Este curso expone al estudiante a los principales dilemas y problemas que han ocupado al pensamiento político, en general, y al análisis político, en particular. Cubriremos las grandes aproximaciones conceptuales, escuelas, y sub-disciplinas de la ciencia política. El curso se enmarca y enseña con referencia a política contemporánea en diversas áreas y regiones del mundo. El estudiante hará una reflexión crítica de los grandes supestos del análisis político y obtendrá las bases fundamentales que le permitan aprender las herramientas y habilidades que exige el programa de licenciatura en ciencia política. 

/Horas de oficina/: lunes y miércoles de 13:00 a 13:30, o con cita.  

/Evaluación/: Habrá un trabajo parcial y otro final. Contarán 40% de la calificación final cada uno. En su momento anunciaré sus formatos. El 20% restante valorará su desempeño en clase, participación y conocimiento de las lecturas. 

# Por reglamento habrá también un examen final en clase

/Notas/: (1) La página del curso es [[https://github.com/emagar/icp/]]. Alberga este temario, las lecturas y el material adicional. (2) El temario probablemente sufrirá modificaciones marginales en el transcurso del semestre para quitar, añadir o cambiar la secuencia de algunos temas. Anunciaré esto con anticipación en clase. (3) Coordinaré reposición de clases faltantes más adelante.

/Fechas importantes/:

/Días de asueto/: lunes 15 de septiembre (Independencia), lunes 3 de noviembre (Muertos) y lunes 17 de noviembre (Revolución).
# 31 clases descontando asuetos

/No habrá clases/: lunes 24 y miércoles 26 de febrero.
# 30 clases descontando mis ausencias

/Última clase/: miércoles 14 de mayo.

/Exámenes finales/: del lunes 8 al sábado 20 de diciembre.
# /Examen final/: 2025-5-27 18:00-21:00, salón SA3. 

------------------

1.   lunes 11 de agosto -- entrega temario etc
2.   13 de agosto
3.   18 de agosto
4.   20 de agosto
5.   25 de agosto
6.   27 de agosto
7.   1 de septiembre
8.   3 de septiembre
9.   8 de septiembre
10.  10 de septiembre
11.  17 de septiembre
12.  22 de septiembre
13.  24 de septiembre
14.  29 de septiembre
15.  1 de octubre
16.  6 de octubre
17.  8 de octubre
18.  13 de octubre
19.  15 de octubre 
20.  20 de octubre Clases de colegas: Adrián  -- Gobiernos buenos vs malos, The logic of political survival (Prefiero un lunes, pero puedo cualquier lunes o miércoles de octubre o el 5/10/12 dic.)
21.  22 de octubre NO HAY CLASE? Clases de colegas: Antonella Badiera -- orden social sin estado-normas y cultura pueden prevenir el crimen  (podría 20/22 oct)
    - MAGALONI et al. State-Evading Solutions to Violence: Organized Crime and Governance in Indigenous Mexico (2021) 38 pp.
22.  27 de octubre NO HAY CLASE?
23.  29 de octubre NO HAY CLASE?  SEGUNDO EXAMEN PARCIAL SE ENTREGA
24.  5 de noviembre Clases de colegas: Vidal   -- Seguridad y migración (semanas 10 a 12 = 13-29 oct)
25.  10 de noviembre Clases de colegas: Simpser -- Polarización interacting (Octubre: M15, L20, M22, L27, M29 Noviembre: M5, L10, M12)
     - GREENE et al. Interacting as equals reduces partisan polarization (2024) 13 pp.
26.  12 de noviembre Clases de colegas: Adriana -- normativo
27.  19 de noviembre Clases de colegas: Micozzi -- representación descriptiva??? (prefiere miércoles)
28.  24 de noviembre
29.  26 de noviembre
30.  1 de diciembre
31.  3 de diciembre

* Para delimitar la política
*1 clase*
- SCHMITTER y BLEHER (2021) Politics as a science: A prolegomenon 
  - The subject matter 13 pp.
    - cap 1 tiene largo discurso sobre lo que es la política
    - cap 2 introduce muchos de los conceptos que estructuran este temario --- puedo usarlo en busca de ejemplos, sin asignarlo
*1 clase*
- DAHL The concept of power (1957) 15 pp.
# - SARTORI What is "politics" 19 pp.???
* El análisis político
*2 clases*
- SHEPSLE _Analizing politics_ (2010) pp. 3--6 10--12
  - "small p politics" + contruir marco para entender
  - Leerlo párrafo por párrafo con ellos en clase, para elaborar las ideas contenidas
- MAQUIAVELO _El príncipe_ (1532) 
  = 1er tratado en busca de los resortes del buen gobierno.
  - Dedicatoria y caps. I-VI y IX 25 pp.
  - Caps. XV-XIX(hasta 92) XXIII y XXV 19 pp.
    - https://insights.som.yale.edu/insights/what-can-you-learn-machiavelli
    - Notas de lectura y de web
      - Mostrar su relevancia medio milenio más tarde
      - Se rumora que rapero Tupac Shakur aka Makaveli, como M, fingió su muerte
      - Homero Simpson lo referencia en varios episodios
      - Que apliquen los principios del Príncipe a situación actual y cercana
      - Que tengan su propia copia para hacer anotaciones en el margen --- diálogo con el texto
        - Podría leer en voz alta y detenerme para hacer estas preguntas
        - Que lean con cuidado y podrán inferir el sentido de palabras desconocidas a partir del contexto.
        - Que numeren los párrafos y le pongan a c/u un encabezado ("Donde define Virtud" "Ejemplo de principado nuevo")
        - Revolving door ad Bush Sr -- referenciado en episodio Simpsons Sideshow Bob Roberts.
      - Ejercicio: presentaciones en grupo para ilustrar como aplicarían los principios para gobernar su dominio (¿cómo organizaría el dominio? ¿qué monumentos lo decorarían? ¿Dos símbolos del gobernante y su estilo?)
        - Un bibliotecario
        - Un presidente de municipio pequeño
        - Un director de prepa
        - Una directora de licenciatura
        - Un profe de ICP
        - Una madre de familia
        - Representante de alumnos 
*1 de septiembre*
- BHATTACHERJEE (2012) Social science research cap 1 8 pp. https://digitalcommons.usf.edu/cgi/viewcontent.cgi?article=1002&context=oa_textbooks
  - El método científico
#   - Sci method in sociology https://courses.lumenlearning.com/wm-introductiontosociology/chapter/the-scientific-method/
