README.md
- [Para delimitar la política](#org02a75fa)
- [El análisis político](#org3aebf99)
- [El estado-nación](#orgf83e7f5)
- [Estructuras en ciencia social (~8 clases)](#orgfb8cc3e)
  - [Materialismo](#org41a2b63)
  - [Institucionalismo](#orgd1ad1a1)
  - [Culturalismo](#org00ec62c)
- [Examen parcial](#org08dd0c0)
- [Elementos para el análisis político](#org76ac8a0)
  - [Modernización y democracia (2 clases)](#org25876fe)
  - [Tipos ideales (2 clases)](#org7ee645d)
  - [Dilemas colectivos](#orgd250ab9)
    - [Dilema del prisionero / Common pool problem (2 clases)](#orgddb97ad)
    - [Problema de coordinación](#org7c53ee5)
    - [Inestabilidad (1 clase)](#org8894c5c)
  - [La teoría espacial del voto (1 clase)](#org0cdf48e)
  - [Exit Voice Loyalty (2 clases)](#org34480de)
- [Niveles de análisis](#org3c01b8a)
  - [Las ramas del gobierno](#orgfa041bb)
  - [Grupos de interés](#org0adf86a)
- [La unidad de análisis](#org7b8c480)
  - [El país](#org29843cd)
  - [El sistema constitucional](#orgf8ad8f6)
  - [Clases sociales, grupos de interés](#org9b29cbd)
  - [Individualismo metodológico](#orgbb374e9)
- [La democracia](#org05183c7)
- [La intransitividad](#org4b5c845)
- [El modelo distributivo, clientelismo y populismo (2 clases)](#org7e089d8)
- [demás](#orga897fdb)

ITAM Depto. de ciencia política, otoño 2025

**Introducción a la ciencia política**

Profesor: Eric Magar Meurs ([emagar@itam.mx](mailto:emagar@itam.mx))

Lunes y miércoles 11:30&#x2013;13:00, salón 112

*Objetivo*: Este curso expone al estudiante a los principales dilemas y problemas que han ocupado al pensamiento político, en general, y al análisis político, en particular. Cubriremos las grandes aproximaciones conceptuales, escuelas, y sub-disciplinas de la ciencia política. El curso se enmarca y enseña con referencia a política contemporánea en diversas áreas y regiones del mundo. El estudiante hará una reflexión crítica de los grandes supestos del análisis político y obtendrá las bases fundamentales que le permitan aprender las herramientas y habilidades que exige el programa de licenciatura en ciencia política.

*Horas de oficina*: lunes y miércoles de 13:00 a 13:30, o con cita.

*Evaluación*: Habrá un trabajo parcial y otro final. Contarán 40% de la calificación final cada uno. En su momento anunciaré sus formatos. El 20% restante valorará su desempeño en clase, participación y conocimiento de las lecturas.

*Notas*: (1) La página del curso es <https://github.com/emagar/icp/>. Alberga este temario, las lecturas y el material adicional. (2) El temario probablemente sufrirá modificaciones marginales en el transcurso del semestre para quitar, añadir o cambiar la secuencia de algunos temas. Anunciaré esto con anticipación en clase. (3) Coordinaré reposición de clases faltantes más adelante.

*Fechas importantes*:

*Días de asueto*: lunes 15 de septiembre (Independencia), lunes 3 de noviembre (Muertos) y lunes 17 de noviembre (Revolución).

*No habrá clases*: lunes 24 y miércoles 26 de febrero.

*Última clase*: miércoles 14 de mayo.

*Exámenes finales*: del lunes 8 al sábado 20 de diciembre.

---

1.  lunes 11 de agosto &#x2013; entrega temario etc
2.  13 de agosto
3.  18 de agosto
4.  20 de agosto
5.  25 de agosto
6.  27 de agosto
7.  1 de septiembre
8.  3 de septiembre
9.  8 de septiembre
10. 10 de septiembre
11. 17 de septiembre
12. 22 de septiembre
13. 24 de septiembre
14. 29 de septiembre
15. 1 de octubre
16. 6 de octubre
17. 8 de octubre
18. 13 de octubre
19. 15 de octubre
20. 20 de octubre Clases de colegas: Adrián &#x2013; Gobiernos buenos vs malos, The logic of political survival (Prefiero un lunes, pero puedo cualquier lunes o miércoles de octubre o el 5/10/12 dic.)
21. 22 de octubre Clases de colegas: Antonella Badiera &#x2013; orden social sin estado-normas y cultura pueden prevenir el crimen (podría 20/22 oct)
    -   MAGALONI et al. State-Evading Solutions to Violence: Organized Crime and Governance in Indigenous Mexico (2021) 38 pp.
22. 27 de octubre NO HAY CLASE
23. 29 de octubre NO HAY CLASE SEGUNDO EXAMEN PARCIAL SE ENTREGA
24. 5 de noviembre Clases de colegas: Vidal &#x2013; Seguridad y migración (semanas 10 a 12 = 13-29 oct)
25. 10 de noviembre Clases de colegas: Simpser &#x2013; Polarización interacting (Octubre: M15, L20, M22, L27, M29 Noviembre: M5, L10, M12)
    -   GREENE et al. Interacting as equals reduces partisan polarization (2024) 13 pp.
26. 12 de noviembre Clases de colegas: Adriana &#x2013; normativo
27. 19 de noviembre Clases de colegas: Micozzi &#x2013; representación descriptiva??? (prefiere miércoles)
28. 24 de noviembre
29. 26 de noviembre
30. 1 de diciembre
31. 3 de diciembre


<a id="org02a75fa"></a>

# Para delimitar la política

**1 clase**

-   SCHMITTER y BLEHER (2021) Politics as a science: A prolegomenon
    -   The subject matter 13 pp.
        -   cap 1 tiene largo discurso sobre lo que es la política
        -   cap 2 introduce muchos de los conceptos que estructuran este temario &#x2014; puedo usarlo en busca de ejemplos, sin asignarlo

**1 clase**

-   DAHL The concept of power (1957) 15 pp.


<a id="org3aebf99"></a>

# El análisis político

**2 clases**

-   SHEPSLE <span class="underline">Analizing politics</span> (2010) pp. 3&#x2013;6 10&#x2013;12
    -   "small p politics" + contruir marco para entender
    -   Leerlo párrafo por párrafo con ellos en clase, para elaborar las ideas contenidas
-   MAQUIAVELO <span class="underline">El príncipe</span> (1532) = 1er tratado en busca de los resortes del buen gobierno.
    -   Dedicatoria y caps. I-VI y IX 25 pp.
    -   Caps. XV-XIX(hasta 92) XXIII y XXV 19 pp.
        -   <https://insights.som.yale.edu/insights/what-can-you-learn-machiavelli>
        -   Notas de lectura y de web
            -   Mostrar su relevancia medio milenio más tarde
            -   Se rumora que rapero Tupac Shakur aka Makaveli, como M, fingió su muerte
            -   Homero Simpson lo referencia en varios episodios
            -   Que apliquen los principios del Príncipe a situación actual y cercana
            -   Que tengan su propia copia para hacer anotaciones en el margen &#x2014; diálogo con el texto
                -   Podría leer en voz alta y detenerme para hacer estas preguntas
                -   Que lean con cuidado y podrán inferir el sentido de palabras desconocidas a partir del contexto.
                -   Que numeren los párrafos y le pongan a c/u un encabezado ("Donde define Virtud" "Ejemplo de principado nuevo")
                -   Revolving door ad Bush Sr &#x2013; referenciado en episodio Simpsons Sideshow Bob Roberts.
            -   Ejercicio: presentaciones en grupo para ilustrar como aplicarían los principios para gobernar su dominio (¿cómo organizaría el dominio? ¿qué monumentos lo decorarían? ¿Dos símbolos del gobernante y su estilo?)
                -   Un bibliotecario
                -   Un presidente de municipio pequeño
                -   Un director de prepa
                -   Una directora de licenciatura
                -   Un profe de ICP
                -   Una madre de familia
                -   Representante de alumnos

**1 de septiembre**

-   BHATTACHERJEE (2012) Social science research cap 1 8 pp. <https://digitalcommons.usf.edu/cgi/viewcontent.cgi?article=1002&context=oa_textbooks>
    -   El método científico
