README.md


<a id="orgf83e7f5"></a>

# El estado-nación

**2 clases**

-   WEBER La política como vocación (1919)
    -   Discutiremos las pp. 81-106, pero lean lo demás &#x2014; hay mil y un ideas que vale la pena considerar cuando duden de su vocación
    -   Weber’s speech has mostly been recalled for its definition of the state and its reference to the three forms of legitimation of authority. This is worth paying attention to, but there is much more here as well, including some harsh words about American party politics and a plea not to lose hope in the face of increasingly reactionary and venal politics. It is important here to recognize the date of the lecture, coming at the end of World War I, the events of the Spartacist Rebellion in Germany, and the early days of fascism.
-   HOBBES <span class="underline">Leviatán</span> caps. 13, 17 y 18 (1651) 18 pp.
-   SPRUYT War, trade, and state formation (2007) 23 pp.
-   ERTMAN\* <span class="underline">The Birth of Leviathan</span> cap. 1 (1997) 34 pp.
-   NORTH A neoclassical theory of the state (1981) 13 pp.


<a id="orgfb8cc3e"></a>

# Estructuras en ciencia social (~8 clases)

Una clase que contraste las tres estructuras.


<a id="org41a2b63"></a>

## Materialismo

**3 y 8 de septiembre**

-   MARX y ENGELS <span class="underline">El manifiesto del partido comunista</span> (1848) 31 pp.
-   LEVIN The evolution of cooperation (2019) 7 pp.
    -   Genética del partidismo? (1 clase)
    -   <https://www.templeton.org/news/the-evolution-of-cooperation>
    -   Hay paper largo de LEVIN también
-   Darwinista tipo SPRUYT??


<a id="orgd1ad1a1"></a>

## Institucionalismo

**10, 17 y 22 de septiembre**

-   ARISTOTELES <span class="underline">La política</span> (S. IV AC) Libro tercero caps. IV-VI 11 pp. (1 clase)
    -   Excluyo extractos de ética nicomaquea
    -   <https://plato.stanford.edu/eNtRIeS/aristotle-politics/#PoliScieGene> tiene buen detalle para clase, creo.
    -   Richard Kraut tiene un cap introductorio
-   HAMILTON, MADISON, JAY <span class="underline">El Federalista</span> (1787) ensayos #1 #10 #51 #72 y #78 23 pp.
-   BRAVO ORTIZ ¿Qué hay dentro de la caja negra? Control de agenda en la cámara de diputados (2025) pp. 6-57.
-   Arts. 71 y 72 CPEUM.


<a id="org00ec62c"></a>

## Culturalismo

**24 y 29 de septiembre**

-   ALMOND y VERBA <span class="underline">La cultura cívica</span> (1963) 31 pp.
    -   cap 7 de Diez textos básicos


<a id="org08dd0c0"></a>

# Examen parcial

**\*1 de octubre**


<a id="org76ac8a0"></a>

# Elementos para el análisis político


<a id="org25876fe"></a>

## Modernización y democracia (2 clases)

-   PRZEWORSKI y LIMONGI Modernization: Theories and Facts (1997) 24 pp.
    -   Lineal y N
    -   Ilustra large N
-   LIPSET <span class="underline">El hombre político</span> (1960)
    -   cap. 5 de Diez textos básicos pp. 113-142
    -   Some social requisites for democracy -> Modernización
-   WEINGAST The political foundations of democracy anbd the rule of law (1997) 22 pp.
    -   teoría de juegos
    -   para ver cómo se lee un paper académico
-   Przeworski Democracy and the Market


<a id="org7ee645d"></a>

## Tipos ideales (2 clases)

-   DAHL <span class="underline">La poliarquía</span> (1956) 16 pp.
    -   cap 3 de Diez textos básicos
    -   Permite discutir democracia y el rol del tipo ideal en ciencia social.
-   DENK (2013) How to measure polyarchy with Freedom House: a proposal for revision. 15 pp.
    -   Permite desarrollar la posibilidad/necesidad/dificultad de medir conceptos, Freedom House
-   LIJPHART <span class="underline">Modelos de democracia</span> (1999)
    -   cap. 3. El modelo consensual de democracia 15 pp.


<a id="orgd250ab9"></a>

## Dilemas colectivos


<a id="orgddb97ad"></a>

### Dilema del prisionero / Common pool problem (2 clases)

-   OLSON <span class="underline">La lógica de la acción colectiva</span> .
    -   cap. 1 A-D 32 pp.
    -   cap. 8 de diez textos básicos tiene extracto de Rise and decline of nations sobre acción coll. 18 pp.
    -   puedo asignar cap 8 pero yo usar el texto original para mi exposición

-   O'GORMAN Global warming as tragedy of the commons (2010) 12 pp.


<a id="org7c53ee5"></a>

### Problema de coordinación

-   MCCUBBINS y ROSENBLUTH Party provision for personal politics (1995) 19 pp.
    -   Dos votantes del distrito, pueden votar por candidato a o por candidato b
        
        |   | a     | b     |
        | a | (1,0) | (2,2) |
        | b | (2,2) | (0,1) |


<a id="org8894c5c"></a>

### Inestabilidad (1 clase)

-   SZPIRO *Numbers rule* caps. 5 y 6 (2010) 29 pp.


<a id="org0cdf48e"></a>

## La teoría espacial del voto (1 clase)

-   DOWNS <span class="underline">La teoría económica de la democracia</span> (1958) 19 pp. (1 clase)
    -   cap. 4 de Diez textos básicos
-   Nominate scores?


<a id="org34480de"></a>

## Exit Voice Loyalty (2 clases)

-   HIRSHMAN caps 1-3 39 pp.
    -   ojo: el cap 6 conecta salida con duopolio Hotelling. Puedo usarlo para clase solamente? O si ya leyeron Downs, que también lean esto?
    -   Esto se conecta con udea = organización
-   MAGAR Party subsidies, campaign decency, and entry barriers (2015) 22 pp.
    -   Ilustra tres organizaciones formidables que fueron incapaces de contener su deterioro.
    -   PAN y PRI anquilosados por barreras de entrada y subsidios.
    -   Dejar el tema de la censura como trasfondo de cómo operan las campañas en Mx.
-   ESTEVEZ en Xiuh???


<a id="org3c01b8a"></a>

# Niveles de análisis


<a id="orgfa041bb"></a>

## Las ramas del gobierno

-   DE FIGUEIREDO-JACOBI-WEINGAST The new separation-of-powers approach to American Politics (2006) 21 pp.
    -   Cubre McCubbins y más

-   El proceso legislativo


<a id="org0adf86a"></a>

## Grupos de interés

-   TRUMAN Pluralismo
    -   Hay extracto 6 pp en reader azul.
    -   Annual Review of Political Science Volume 9, 2006 BENTLEY, TRUMAN, AND THE STUDY OF GROUPS Mika LaVaque-Manty Vol. 9:1-18 (Volume publication date June 2006) <https://doi.org/10.1146/annurev.polisci.9.072004.085705>
-   BATES Markets and States in Tropical Africa cap. 1 19 pp.
    -   Ilustra la tensión entre agricultores, élite desarrollista, y pobres urbanos.
    -   Cap.5 puedo no asignarlo pero usarlo para ilustrar el dilema del desarrollo.


<a id="org7b8c480"></a>

# La unidad de análisis


<a id="org29843cd"></a>

## El país


<a id="orgf8ad8f6"></a>

## El sistema constitucional

-   Przeworski Saiegh Cheibub


<a id="org9b29cbd"></a>

## Clases sociales, grupos de interés

-   Realineación electoral
-   Efectos malapportionment Post Office&#x2014;estados q sufren sesgo son un grupo de interés


<a id="orgbb374e9"></a>

## Individualismo metodológico

-   Leviathan?
-   Rebelión?
-   LOHMAN?
-   Domínguez y McCann
-   SIMPSER


<a id="org05183c7"></a>

# La democracia

-   LINZ El régimen autoritario (1990) 7 pp.


<a id="org4b5c845"></a>

# La intransitividad

-   SZPIRO <span class="underline">Numbers Rule</span> caps 5 y 6 (2010) 29 pp.
    -   Cubre Borda y Condorcet.
    -   Puedo presentar versión a > b > c > a y quizás también la versión espacial 2D.


<a id="org7e089d8"></a>

# El modelo distributivo, clientelismo y populismo (2 clases)

-   Película All the King's Men de Rossen (1949)
-   SCOTT Patron-client politics and political chenge in Southeast Asia (1972) 23 pp.
-   DIAZ CAYEROS, ESTEVEZ Y MAGALONI Political machines and vote buying (2016) 19 pp.
    -   game theory
-   COX y MCCUBBINS (1986) 20 pp.
    -   Complicado pero muy claro. Podría ser lectura optativa, o puedo simplemente desarrollar la base del modelo, con la expectativa.
    -   Puedo complementar en clase con COX Swing voters, core voters, and distributive politics (2010) 16 pp. (Podría asignar sólo el inicio, hasta donde plantea el vector distributivo&#x2026;)
-   Columnas de Viri RIOS:
    -   [La transición democrática de los de abajo](https://www.elmanana.com/opinion/columnas/la-transicion-democratica-de-los-de-abajo-5886652.html) (2024).
    -   [The real reasons for AMLO's popularity](https://americasquarterly.org/article/the-real-reasons-for-amlos-popularity/) (2023).
