README.md


<a id="orga897fdb"></a>

# demás

Conceptos

-   Exit Voice Loyalty &#x2013; organizaciones
-   Modelo distributivo y clientelismo &#x2013; populismo
-   Dilemas colectivos

01 clase 1 02 análisis 03 el estado nación 04 la democracia y el autoritarismo

-   Modernización: LIPSET
-   Autoritarismo: LINZ
-   Transiciones: WEINGAST

05 tres estructuras en ciencia social

-   material = marx, genes
-   institucional = aristóteles, madison, natalie bravo, cpeum
-   cultural = almond-verba

06 herramientas y conceptos del análisis social

-   tipos ideales: DAHL, LIJPHART
-   medición, validez, confiabilidad: DENK, KKV? KNAPP-MUELLER
    -   KNAPP-MUELLER Reliability and validity of instruments (2010) 6 pp.
-   tres dilemas colectivos
    -   la tragedia de los comunes: OLSON, gw
    -   la descoordinación: MCCUBBINS-ROSENBLUTH
    -   la intransitividad social: SZPIRO
-   FALTA Ilustración de shirking
-   el nivel del análisis
    -   país/régimen: PRZEWORSKI-LIMONGI
    -   grupos: \*efecto de malapportionment
    -   ramas/partidos: DE FIGUEIREDO-JACOBI-WEINGAST The new separation-of-powers approach to American Politics (2006) 21 pp.
    -   individuo: rat-cho y teoría de juegos
-   modelo espacial: DOWNS
-   modelo distributivo, clientelismo y populismo: peli, SCOTT, DCEM, COX-MCCUBBINS

07 sistema electoral: WELDON 08 economía política: BATES, HIRSHMAN 09 10 11 12 13

metodología ciencia rat cho y teoría de juegos sociología política economía política policy política mexica?? huntington duverger

TEMAS

-   El análisis político
    -   FALTA Ilustración de shirking
    -   FALTA Ilustración de common pool problem
    -   FALTA Ilustración de descoordinación
    -   FALTA Ilustración de dilema del prisionero
-   Qué es la política, toma II qué hace el político &#x2013;
    -   Weber Pol y Ciencia
-   Versión de los recursos: el poder (DAHL)
-   Qué es la ciencia, el método cientifico (Weber)
-   HOBBES <span class="underline">Leviatán</span>
    -   ali padía caps. 13, 17 y 18
-   El materialismo
    -   MARX <span class="underline">El manifiesto del partido comunista</span>
    -   Darwinismo social &#x2013; Spruyt?
-   Las formas de gobierno
    -   Aristóteles La Política Libro III caps 1 a 6
    -   Polibio
    -   Intro a instituciones
    -   El Federalista
-   Poliarquía, tipo ideal
-   Hirshman Exit, Voice, Loyalty
-   Institutiones: Proceso legislativo
-   Instituciones: Sistema electoral de México
-   MAGALONI modelo de votante cautivo???
-   Jerarquía para mitigar dilemas colectivos
-   


-   Clases de colegas: Denise
-   Clases de colegas: Moreno
-   Clases de colegas: Jeff
-   Clases de colegas: Normativo Curcó

-   Clases de colegas: Alexa
-   Clases de colegas: Micozzi

-   El voto
-   Bates Markets and States caps 1 y 2
-   Federalist

Clase para intro el semestre próximo

En otoño impartiré Intro a CPol. Habrá un segmento del curso dedicado a que los estudiantes de nuevo ingreso conozcan a la facultad. Quiero invitarte a que des una clase en la segunda mitad del semestre. La clase sería sobre el tema que tú elijas, en día lunes o miércoles (en principio Ana puso un horario que no se empalma con nadie). Si aceptas, dime por favor qué tema/paper te gustaría cubrir, y sugiere dos o tres fechas que te sean convenientes para coordinarlas con las de los demás.

De antemano, muchas gracias.

Elija la palabra que mejor defina la política y justifique su elección con claridad. Cite al autor que

POLITICA

Negociación Imposición Persuación Desacuerdo
